Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SystemPairingsUnpairInstructions
source: When you forget a device, you’ll no longer be able to use it with this Apple TV. For more information see support.apple.com/appletv/remote.
ar: عند إلغاء حفظ جهاز، لن يعود بإمكانك استخدامه مع هذا الـ Apple TV. لمزيد من المعلومات، يرجى مراجعة: support.apple.com/appletv/remote
ca: Si omets un dispositiu, ja no podràs utilitzar‑lo amb l’Apple TV. Per obtenir més informació, visita support.apple.com/appletv/remote.
cs: Když zrušíte spárování, zařízení už nebude možné s Apple TV používat. Další informace najdete na stránce support.apple.com/appletv/remote.
da: Når du vælger at glemme en enhed, kan du ikke længere bruge den med Apple TV. Der er flere oplysninger på support.apple.com/appletv/remote.
de: Wird ein Gerät ignoriert, kann es nicht mehr mit diesem Apple TV benutzt werden. Weitere Informationen sind unter support.apple.com/appletv/remote erhältlich.
el: Αν επιλέξετε αγνόηση μιας συσκευής, δεν θα μπορείτε πλέον να τη χρησιμοποιείτε με αυτό το Apple TV. Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση support.apple.com/appletv/remote.
es: Al omitir un dispositivo, no podrás seguir utilizándolo con este Apple TV. Para más información, visita support.apple.com/appletv/remote.
es_us: Si olvidas un dispositivo, ya no lo podrás usar con este Apple TV. Obtén más detalles en support.apple.com/appletv/remote.
fi: Kun laite unohdetaan, et voi enää käyttää sitä tämän Apple TV:n kanssa. Lisätietoja löytyy osoitteesta support.apple.com/appletv/remote.
fr: Si vous oubliez un appareil, vous ne pourrez plus l’utiliser avec cette Apple TV. Pour en savoir plus, accédez à support.apple.com/appletv/remote.
fr_ca: Lorsque vous oubliez un appareil, celui-ci ne peut plus être utilisé avec cette Apple TV. Pour obtenir plus d’informations, rendez-vous sur support.apple.com/appletv/remote.
he: לאחר שמכשיר כלשהו מוסר, לא ניתן עוד להשתמש בו עם ה-Apple TV. פרטים נוספים זמינים בכתובת: support.apple.com/appletv/remote.
hi: जब आप किसी डिवाइस को याद नहीं रखते हैं, तो आप इस Apple TV के साथ उसका इस्तेमाल नहीं कर पाएँगे। अधिक जानकारी के लिए support.apple.com/appletv/remote देखें।
hr: Kad “zaboravite” uređaj, više ga nećete moći koristiti s ovim Apple TV-om. Za dodatne informacije pogledajte support.apple.com/appletv/remote.
hu: Ha egy eszköz elfelejtését választja, akkor nem fogja tudni használni ezzel az Apple TV-vel. Bővebben: support.apple.com/hu/appletv/remote.
id: Jika Anda melupakan perangkat, Anda tidak akan lagi dapat menggunakannya dengan Apple TV ini. Untuk informasi lainnya, lihat support.apple.com/id/appletv/remote.
it: Dopo aver dissociato un dispositivo, non potrai più utilizzarlo con Apple TV. Per ulteriori informazioni, consulta la pagina support.apple.com/it/appletv/remote.
ja: デバイスの登録を解除すると、デバイスはこのApple TVで使用できなくなります。 詳しくは、support.apple.com/jp/appletv/remote を参照してください。
ko: 기기를 지우면 더 이상 이 Apple TV와 함께 사용할 수 없습니다. 자세한 사항은 support.apple.com/appletv/remote 사이트를 참조하십시오.
ms: Apabila anda melupakan peranti, anda tidak lagi akan dapat menggunakannya dengan Apple TV ini. Untuk mendapatkan maklumat lanjut, lihat support.apple.com/en-my/HT201664.
nb: Når du glemmer en enhet, vil den ikke lenger være tilgjengelig for Apple TV. Finn ut mer på support.apple.com/appletv/remote.
nl: Als je een apparaat vergeet, kun je het niet meer gebruiken met deze Apple TV. Ga voor meer informatie naar support.apple.com/appletv/remote.
pl: Jeśli zapomnisz urządzenie, nie będzie można go używać z tym Apple TV. Więcej informacji możesz znaleźć na stronie support.apple.com/pl-pl/HT201664.
pt_br: Quando você esquece um dispositivo, não pode mais usá‑lo com esta Apple TV. Para saber mais, acesse support.apple.com/appletv/remote.
pt_pt: Quando opta por esquecer um dispositivo, deixará de o poder usar com esta Apple TV. Encontrará informação adicional em support.apple.com/appletv/remote.
ro: După ce ignorați un dispozitiv, nu îl veți mai putea utiliza cu acest Apple TV. Pentru mai multe informații, consultați support.apple.com/appletv/remote.
ru: Как только устройство будет забыто, Вы не сможете использовать его с этим Apple TV. Подробнее на сайте support.apple.com/ru-ru/appletv/remote.
sk: Zariadenie po odstránení nebude možné používať s týmto Apple TV. Viac informácií nájdete na stránke support.apple.com/sk/appletv/remote.
sl: Ko prekličete seznanitev naprave, je ne boste mogli več uporabljati s tem Apple TV-jem. Za več informacij preverite support.apple.com/appletv/remote.
sv: När du tar bort parkopplingen till en enhet kan du inte längre använda den med denna Apple TV. Mer information finns på support.apple.com/appletv/remote.
th: เมื่อคุณลบอุปกรณ์ อุปกรณ์จะไม่ถูกจับคู่กับ Apple TV เครื่องนี้อีกต่อไป สำหรับข้อมูลเพิ่มเติม ให้ดูที่ support.apple.com/appletv/remote
tr: Bir aygıtı unuttuğunuzda onu artık bu Apple TV ile kullanamazsınız. Daha fazla bilgi için support.apple.com/appletv/remote adresine gidin.
uk: Якщо забути пристрій, ним не можна буде користуватися із цим Apple TV. Додаткову інформацію наведено на вебсторінці support.apple.com/appletv/remote.
vi: Khi quên một thiết bị, bạn sẽ không thể sử dụng thiết bị đó với Apple TV này nữa. Để biết thêm thông tin, hãy xem support.apple.com/appletv/remote.
zh_cn: 忽略设备后，你将无法再配合Apple TV使用它。 更多信息请访问support.apple.com/appletv/remote。
zh_hk: 當你忘記裝置時，你便不能再將裝置與此Apple TV配合使用。 詳情請瀏覽support.apple.com/zh-hk/HT201664。
zh_tw: 忘記裝置設定時，你將無法再與此Apple TV搭配使用。 如需更多資訊，請參閱：support.apple.com/appletv/remote。

# SystemPairingsUnpairTitleFormat
source: Forget This Device
ar: إلغاء حفظ هذا الجهاز
ca: Omet el dispositiu
cs: Ignorovat
da: Glem denne enhed
de: Dieses Gerät ignorieren
el: Αγνόηση αυτής της συσκευής
es: Omitir dispositivo
es_us: ¿Quieres olvidar este dispositivo?
fi: Unohda tämä laite
fr: Oublier cet appareil
fr_ca: Oublier cet appareil
he: הסרת מכשיר זה
hi: इस डिवाइस को भूल जाएँ
hr: Zaboravite ovaj uređaj
hu: Az eszköz elfelejtése
id: Lupakan Perangkat Ini
it: Dissocia questo dispositivo
ja: このデバイスの登録を解除
ko: 이 기기 지우기
ms: Lupakan Peranti Ini
nb: Glem denne enheten
nl: Vergeet dit apparaat
pl: Zapomnij to urządzenie
pt_br: Esquecer Este Dispositivo
pt_pt: Esquecer este dispositivo
ro: Ignorați acest dispozitiv
ru: Забыть это устройство
sk: Odstrániť toto zariadenie
sl: Preklic seznanitve te naprave
sv: Glöm den här enheten
th: ลบอุปกรณ์นี้
tr: Bu Aygıtı Unut
uk: Видалити цей пристрій
vi: Quên thiết bị này
zh_cn: 忽略此设备
zh_hk: 忘記此裝置
zh_tw: 忘記此裝置設定

# SystemPairingUnlabeledDeviceTitle
source: Unknown Device
ar: جهاز غير معروف
ca: Dispositiu desconegut
cs: Neznámé zařízení
da: Ukendt enhed
de: Unbekanntes Gerät
el: Άγνωστη συσκευή
es: Dispositivo desconocido
es_us: Dispositivo desconocido
fi: Tuntematon laite
fr: Appareil inconnu
fr_ca: Appareil inconnu
he: מכשיר לא ידוע
hi: अज्ञात डिवाइस
hr: Nepoznat uređaj
hu: Ismeretlen eszköz
id: Perangkat Tidak Diketahui
it: Dispositivo sconosciuto
ja: 未確認のデバイス
ko: 알 수 없는 기기
ms: Peranti Tidak Diketahui
nb: Ukjent enhet
nl: Onbekend apparaat
pl: Nieznane urządzenie
pt_br: Dispositivo Desconhecido
pt_pt: Dispositivo desconhecido
ro: Dispozitiv necunoscut
ru: Неизвестное устройство
sk: Neznáme zariadenie
sl: Neznana naprava
sv: Okänd enhet
th: ไม่ทราบชื่ออุปกรณ์
tr: Bilinmeyen Aygıt
uk: Невідомий пристрій
vi: Thiết bị không xác định
zh_cn: 未知设备
zh_hk: 未知的裝置
zh_tw: 未知的裝置

# SystemTitle
source: System
ar: النظام
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
es_us: Sistema
fi: Järjestelmä
fr: Système
fr_ca: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ms: Sistem
nl: Systeem
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
ru: Система
sk: Systém
sl: Sistem
th: ระบบ
tr: Sistem
uk: Система
vi: Hệ thống
zh_cn: 系统
zh_hk: 系統
zh_tw: 系統

# TimeZone12HrValue
source: %@-Hour
ar: %@ ساعة
ca: %@ hores
cs: %@hodinový
da: %@ timer
de: %@-Stunden
el: Μορφή %@ ωρών
es: %@ horas
es_us: %@ horas
fi: %@ tuntia
fr: %@ heures
fr_ca: %@ heures
he: ‏%@ שעות
hi: %@-घंटा
hr: %@-satno
hu: %@ órás
id: %@ Jam
it: %@ ore
ja: %@時間
ko: %@시간제
ms: %@ Jam
nb: %@ timer
nl: %@-uurs
pl: %@‑godzinny
pt_br: %@ Horas
pt_pt: %@ horas
ro: %@ ore
ru: %@‑часовой формат
sk: %@-hodinový
sl: %@ ur
sv: %@-timmarsklocka
th: แบบ %@ ชั่วโมง
tr: %@ Saat
uk: %@‑годинний формат
vi: %@ giờ
zh_cn: %@小时制
zh_hk: %@小時制
zh_tw: %@小時制

# TimeZone24HrValue
source: %@-Hour
ar: %@ ساعة
ca: %@ hores
cs: %@hodinový
da: %@ timer
de: %@-Stunden
el: Μορφή %@ ωρών
es: %@ horas
es_us: %@ horas
fi: %@ tuntia
fr: %@ heures
fr_ca: %@ heures
he: ‏%@ שעות
hi: %@-घंटा
hr: %@-satno
hu: %@ órás
id: %@ Jam
it: %@ ore
ja: %@時間
ko: %@시간제
ms: %@ Jam
nb: %@ timer
nl: %@-uurs
pl: %@‑godzinny
pt_br: %@ Horas
pt_pt: %@ horas
ro: %@ de ore
ru: %@‑часовой формат
sk: %@-hodinový
sl: %@ ur
sv: %@-timmarsklocka
th: แบบ %@ ชั่วโมง
tr: %@ Saat
uk: %@‑годинний формат
vi: %@ giờ
zh_cn: %@小时制
zh_hk: %@小時制
zh_tw: %@小時制

# TimeZoneAutomaticUnavailableInternetDescription
source: To automatically set your time zone, you need to be connected to the internet.
ar: لتعيين النطاق الزمني الخاص بك تلقائيًا، يجب أن تكون متصلاً بالإنترنت.
ca: Per definir automàticament la zona horària cal tenir connexió a internet.
cs: Chcete‑li automaticky nastavit časové pásmo, připojte se k internetu.
da: Hvis du vil indstille din tidszone automatisk, skal du have oprettet forbindelse til internettet.
de: Zum automatischen Festlegen der Zeitzone musst du mit dem Internet verbunden sein.
el: Για αυτόματο καθορισμό της ζώνης ώρας, πρέπει να είστε συνδεδεμένοι στο Διαδίκτυο.
es: Para establecer la zona horaria automáticamente, debes tener conexión a internet.
es_us: Debes tener conexión a Internet para establecer automáticamente tu zona horaria.
fi: Jotta voit asettaa aikavyöhykkeen automaattisesti, sinun on oltava yhteydessä internetiin.
fr: Pour définir automatiquement votre fuseau horaire, connectez-vous à Internet.
fr_ca: Pour régler automatiquement votre fuseau horaire, vous devez être connecté à Internet.
he: להגדרת השעון המקומי באופן אוטומטי, יש להתחבר לאינטרנט.
hi: ऑटोमैटिकली समय क्षेत्र सेट करने के लिए आपको इंटरनेट से कनेक्ट करना होगा।
hr: Za automatsko podešavanje vaše vremenske zone trebate biti spojeni na internet.
hu: Az időzóna automatikus beállításához kapcsolódnia kell az internetre.
id: Untuk mengatur zona waktu Anda secara otomatis, Anda harus terhubung ke internet.
it: Per impostare automaticamente il fuso orario, il tuo dispositivo deve essere connesso a internet.
ja: 時間帯を自動設定するには、インターネットに接続する必要があります。
ko: 시간대를 자동으로 설정하려면 인터넷에 연결되어 있어야 합니다.
ms: Untuk mengesetkan zon waktu anda secara automatik, anda perlu disambungkan ke Internet.
nb: Du må være koblet til internett for at tidssonen din skal angis automatisk.
nl: Om je tijdzone automatisch in te stellen, moet je zijn verbonden met het internet.
pl: Aby automatycznie ustawić strefę czasową, musisz mieć połączenie z Internetem.
pt_br: Para definir o fuso horário automaticamente, deve haver uma conexão à internet.
pt_pt: Para definir automaticamente o fuso horário, tem de ter ligação à internet.
ro: Pentru a configura automat fusul dvs. orar, trebuie să vă conectați la internet.
ru: Для автоматической настройки часового пояса необходимо подключение к интернету.
sk: Pre automatické nastavenie časového pásma musíte byť pripojení na internet.
sl: Za samodejno nastavljanje časovnega pasu morate biti povezani z internetom.
sv: Om du vill ställa in tidszon automatiskt måste du vara ansluten till internet.
th: ในการตั้งค่าไทม์โซนของคุณโดยอัตโนมัติ คุณจะต้องเชื่อมต่อกับอินเทอร์เน็ต
tr: Saat diliminizi otomatik olarak ayarlamak için internete bağlı olmanız gerekir.
uk: Щоб задати часовий пояс автоматично, ви маєте встановити інтернет-зʼєднання.
vi: Để tự động đặt múi giờ của bạn, bạn cần được kết nối vào internet.
zh_cn: 若要自动设置时区，你的电脑需要接入互联网。
zh_hk: 如要自動設定時區，你需要連接互聯網。
zh_tw: 若要自動設定時區，你需要連接網際網路。

# TimeZoneAutomaticUnavailableNotAllowedDescription
source: To automatically set your time zone, you need to turn on Location Services and connect to the internet.
ar: لتعيين النطاق الزمني الخاص بك تلقائيًا، يجب أن تقوم بتشغيل خدمات الموقع وأن تكون متصلاً بالإنترنت.
ca: Per definir automàticament la zona horària cal activar la localització i tenir connexió a internet.
cs: Chcete‑li automaticky nastavit časové pásmo, zapněte polohové služby a připojte se k internetu.
da: Hvis du vil indstille din tidszone automatisk, skal du slå Lokalitetstjenester til og oprette forbindelse til internettet.
de: Zum automatischen Festlegen der Zeitzone musst du die Ortungsdienste aktivieren und mit dem Internet verbunden sein.
el: Για αυτόματο καθορισμό της ζώνης ώρας, πρέπει να ενεργοποιήσετε τις Υπηρεσίες τοποθεσίας και να συνδεθείτε στο Διαδίκτυο.
es: Para establecer la zona horaria automáticamente, debes activar la localización y tener conexión a internet.
es_us: Para establecer automáticamente tu zona horaria, debes activar Localización y tener conexión a Internet.
fi: Jotta voit asettaa aikavyöhykkeen automaattisesti, ota Sijaintipalvelut käyttöön ja yhdistä internetiin.
fr: Pour définir automatiquement votre fuseau horaire, activez le service de localisation et connectez-vous à Internet.
fr_ca: Pour régler automatiquement votre fuseau horaire, vous devez activer le service de localisation et vous connecter à Internet.
he: להגדרת השעון המקומי באופן אוטומטי, יש להפעיל את ״שירותי מיקום״ ולהתחבר לאינטרנט.
hi: ऑटोमैटिकली समय क्षेत्र सेट करने के लिए आपको स्थान सेवा चालू करनी होंगी और इंटरनेट से कनेक्ट करना होगा।
hr: Za automatsko podešavanje vaše vremenske zone trebate uključiti lokacijske usluge i biti spojeni na internet.
hu: Az időzóna automatikus beállításához be kell kapcsolnia a Helymeghatározást, és kapcsolódnia kell az internetre.
id: Untuk mengatur zona waktu Anda secara otomatis, Anda harus menyalakan Layanan Lokasi dan terhubung ke internet.
it: Per impostare automaticamente il fuso orario, devi attivare la localizzazione ed effettuare la connessione a internet.
ja: 時間帯を自動設定するには、位置情報サービスをオンにしてインターネットに接続する必要があります。
ko: 시간대를 자동으로 설정하려면 위치 서비스가 켜져 있고 인터넷에 연결되어 있어야 합니다.
ms: Untuk mengesetkan zon waktu anda secara automatik, anda perlu aktifkan Perkhidmatan Lokasi dan bersambung ke Internet.
nb: Du må slå på Stedstjenester og være koblet til internett for at tidssonen din skal angis automatisk.
nl: Om je tijdzone automatisch in te stellen, moet je 'Locatievoorzieningen' inschakelen en verbinding maken met het internet.
pl: Aby automatycznie ustawić strefę czasową, musisz włączyć usługi lokalizacji i połączyć się z Internetem.
pt_br: Para definir o fuso horário automaticamente, você deve ativar os Serviços de Localização e conectar à internet.
pt_pt: Para definir automaticamente o fuso horário, ative os serviços de localização e estabeleça ligação à internet.
ro: Pentru a configura automat fusul dvs. orar, trebuie să activați serviciile de localizare și să vă conectați la internet.
ru: Для автоматической настройки часового пояса необходимо включить Службы геолокации и подключиться к интернету.
sk: Pre automatické nastavenie časového pásma musíte zapnúť lokalizačné služby a pripojiť sa na internet.
sl: Za samodejno nastavljanje časovnega pasu morate vklopiti lokacijske storitve in biti povezani z internetom.
sv: Om du vill ställa in tidszon automatiskt måste du aktivera Platstjänster och vara ansluten till internet.
th: ในการตั้งค่าไทม์โซนของคุณโดยอัตโนมัติ คุณจะต้องเปิดใช้บริการหาตำแหน่งที่ตั้งและเชื่อมต่อกับอินเทอร์เน็ต
tr: Saat diliminizi otomatik olarak ayarlamak için Konum Servisleri’ni açmanız ve internete bağlanmanız gerekir.
uk: Щоб задати часовий пояс автоматично, ви маєте ввімкнути Служби локації і встановити інтернет-зʼєднання.
vi: Để tự động đặt múi giờ của bạn, bạn cần bật Dịch vụ định vị và kết nối vào internet.
zh_cn: 若要自动设置时区，你的电脑需要打开“定位服务”并接入互联网。
zh_hk: 如要自動設定時區，你需要開啟「定位服務」並連接互聯網。
zh_tw: 若要自動設定時區，你需要開啟「定位服務」並連接網際網路。

# TimeZoneItemTitle
source: Time Zone
ar: النطاق الزمني
ca: Zona horària
cs: Časové pásmo
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
es_us: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
fr_ca: Fuseau horaire
he: שעון מקומי
hi: समय क्षेत्र
hr: Vremenska zona
hu: Időzóna
id: Zona Waktu
it: Fuso orario
ja: 時間帯
ko: 시간대
ms: Zon Waktu
nb: Tidssone
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso Horário
pt_pt: Fuso horário
ro: Fus orar
ru: Часовой пояс
sk: Časové pásmo
sl: Časovni pas
sv: Tidszon
th: ไทม์โซน
tr: Saat Dilimi
uk: Часовий пояс
vi: Múi giờ
zh_cn: 时区
zh_hk: 時區
zh_tw: 時區

# TimeZoneLocationServicesWarningMessage
source: Allows “Settings” to determine your location to set your time zone.
ar: السماح لتطبيق الإعدادات بتحديد موقعك لتعيين نطاقك الزمني.
ca: Permet que la configuració determini la zona horària.
cs: Umožňuje aplikaci Nastavení vybrat časové pásmo na základě vaší polohy.
da: Giver “Indstillinger” lov til at bestemme din lokalitet for at indstille din tidszone.
de: Erlaube „Einstellungen“, deinen Standort zum Festlegen der Zeitzone zu verwenden.
el: Να επιτρέπεται ο προσδιορισμός της τοποθεσίας σας από τις «Ρυθμίσεις» για καθορισμό της ζώνης ώρας σας.
es: Permite que los ajustes puedan determinar tu ubicación para definir tu zona horaria.
es_us: Permite que Configuración determine tu ubicación para establecer tu zona horaria.
fi: Sallii Asetusten määrittää sijaintisi aikavyöhykkeen asettamiseksi.
fr: Autorise l’app Réglages à déterminer votre position pour définir votre fuseau horaire.
fr_ca: Autorisez l’app Réglages à déterminer votre position afin de définir votre fuseau horaire.
he: הרשאה זו מאפשרת ל״הגדרות״ לקבוע את המיקום שלך כדי לכוון את השעון המקומי.
hi: आपका समय क्षेत्र सेट करने के लिए सेटिंग को आपका स्थान निर्धारित करने की अनुमति दें।
hr: Omogućava “Postavkama” određivanje vaše lokacije radi podešavanja vaše vremenske zone.
hu: Az időzóna beállításához engedélyezze a „Beállítások” számára az Ön helyzetének meghatározását.
id: Mengizinkan “Pengaturan” untuk menentukan lokasi Anda untuk mengatur zona waktu Anda.
it: Consenti a Impostazioni di determinare la tua posizione per configurare il fuso orario.
ja: 時間帯を設定するために“設定”で現在地を判断することを許可します。
ko: 시간대를 설정하기 위해 ‘설정’이 사용자의 위치를 확인하도록 허용합니다.
ms: Membenarkan “Seting” untuk menentukan lokasi anda untuk mengesetkan zon waktu anda.
nb: Tillat at Innstillinger kan bruke posisjonen din til å angi riktig tidssone.
nl: Hiermee kan Instellingen je locatie bepalen om je tijdzone in te stellen.
pl: Aplikacja „Ustawienia” będzie mogła określać Twoje położenie w celu ustawiania Twojej strefy czasowej.
pt_br: Permita que “Ajustes” determine a sua localização para definir o fuso horário.
pt_pt: Permite que Definições determine a sua localização para definir o fuso horário.
ro: Permiteți aplicației „Configurări” să determine localizarea dvs. pentru a fixa fusul orar.
ru: Разрешить Настройкам определять Вашу геопозицию для установки часового пояса.
sk: Apka Nastavenia bude môcť stanoviť vašu polohu a nastaviť časové pásmo.
sl: Dovolite možnosti »Nastavitve«, da določi vašo lokacijo in nastavi vaš časovni pas.
sv: Tillåt att ”Inställningar” fastställer din plats till att ställa in din tidszon.
th: อนุญาตให้ “การตั้งค่า” พิจารณาตำแหน่งที่ตั้งของคุณเพื่อตั้งค่าไทม์โซนของคุณ
tr: “Ayarlar”ın saat diliminizi ayarlamak için konumunuzu belirlemesine izin verir.
uk: Ваша геопозиція визначатиметься Параметрами, щоб задати часовий пояс.
vi: Cho phép “Cài đặt” xác định vị trí của bạn để đặt múi giờ.
zh_cn: 允许“设置”确定你的位置，以设定时区。
zh_hk: 允許「設定」確定你的位置以設定時區。
zh_tw: 允許「設定」來確認你的位置以設定時區。

# TimeZoneLocationServicesWarningTitle
source: Turn on Location Services
ar: تشغيل خدمات الموقع
ca: Activa la localització
cs: Zapnutí polohových služeb
da: Slå Lokalitetstjenester til
de: Ortungsdienste aktivieren
el: Ενεργοποίηση των Υπηρεσιών τοποθεσίας
es: Activar localización
es_us: Activar Localización
fi: Laita Sijaintipalvelut päälle
fr: Activer le service de localisation
fr_ca: Activer le service de localisation
he: יש להפעיל את ״שירותי מיקום״
hi: स्थान सेवा चालू करें
hr: Uključite Lokacijske usluge
hu: Helymeghatározás bekapcsolása
id: Nyalakan Layanan Lokasi
it: Attiva Localizzazione
ja: 位置情報サービスをオンにする
ko: 위치 서비스 켜기
ms: Aktifkan Perkhidmatan Lokasi
nb: Slå på Stedstjenester
nl: Schakel 'Locatievoorzieningen' in
pl: Włącz usługi lokalizacji
pt_br: Ative os Serviços de Localização
pt_pt: Ativar serviços de localização
ro: Activați serviciile de localizare
ru: Включите Службы геолокации
sk: Zapnite lokalizačné služby
sl: Vklop lokacijskih storitev
sv: Slå på Platstjänster
th: เปิดใช้บริการหาตำแหน่งที่ตั้ง
tr: Konum Servisleri’ni Aç
uk: Увімкніть Служби локації
vi: Bật Dịch vụ định vị
zh_cn: 打开“定位服务”
zh_hk: 開啟「定位服務」
zh_tw: 開啟「定位服務」

# TimeZoneSet24HourTitle
source: Time Format
ar: تنسيق الوقت
ca: Format de l’hora
cs: Formát času
da: Tidsformat
de: Zeitformat
el: Μορφή ώρας
es: Formato de hora
es_us: Formato de hora
fi: Aikamuoto
fr: Format d’heure
fr_ca: Format d’heure
he: מבנה זמן
hi: समय फ़ॉर्मैट
hr: Format vremena
hu: Időformátum
id: Format Waktu
it: Formato ora
ja: 時間フォーマット
ko: 시간 포맷
ms: Format Masa
nb: Tidsformat
nl: Tijdnotatie
pl: Format czasu
pt_br: Formato da Hora
pt_pt: Formato da hora
ro: Format oră
ru: Формат времени
sk: Formát času
sl: Oblika zapisa časa
sv: Tidsformat
th: รูปแบบเวลา
tr: Saat Biçimi
uk: Формат часу
vi: Định dạng thời gian
zh_cn: 时间格式
zh_hk: 時間格式
zh_tw: 時間格式
